Repository: relayemu/client
Catalog: Packages/RelayUI/Sources/RelayUI/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, sv, zh_hant

source: Switch between Pro Monthly, Sync and Sync+. Apple shows the price and start date before you confirm.
de: Wechsle zwischen Pro monatlich, Sync und Sync+. Apple zeigt Preis und Startdatum vor deiner Bestätigung.
es_es: Cambia entre Pro mensual, Sync y Sync+. Apple muestra el precio y la fecha de inicio antes de que confirmes.
es_mx: Cambia entre Pro Monthly, Sync y Sync+. Apple muestra el precio y la fecha de inicio antes de confirmar.
fr: Change d’offre entre Pro Mensuel, Sync et Sync+. Apple t’indique le prix et la date de début avant ta confirmation.
it: Scegli tra Pro Mensile, Sync e Sync+. Apple mostra il prezzo e la data di inizio prima della conferma.
ja: Pro Monthly、Sync、Sync+を切り替えられます。確定前にAppleが価格と開始日を表示します。
ko: Relay Pro 월간, Relay Sync 및 Relay Sync+ 간에 전환할 수 있습니다. 확인 전에 Apple이 가격과 시작일을 표시합니다.
nl: Wissel tussen Pro Monthly, Sync en Sync+. Apple toont de prijs en ingangsdatum voordat je bevestigt.
pl: Przełączaj się między planami Pro Monthly, Sync i Sync+. Przed potwierdzeniem Apple pokaże cenę oraz datę wejścia zmiany w życie.
pt_br: Alterne entre Pro Monthly, Sync e Sync+. A Apple mostra o preço e a data de início antes de você confirmar.
pt_pt: Alterna entre Pro Mensal, Sync e Sync+. A Apple mostra o preço e a data de início antes de confirmares.
ro: Comută între Pro Monthly, Sync și Sync+. Apple afișează prețul și data de începere înainte să confirmi.
sv: Växla mellan Relay Pro månadsvis, Relay Sync och Relay Sync+. Apple visar priset och startdatumet innan du bekräftar.
zh_hant: 在 Pro 每月方案、Sync 和 Sync+ 之間切換。確認前，Apple 會顯示價格和開始日期。

source: Progress
de: Fortschritt
es_es: Progreso
es_mx: Progreso
fr: Progression
it: Avanzamento
ja: 進行状況
ko: 진행 상황
nl: Voortgang
pl: Postępy
pt_br: Progresso
pt_pt: Progresso
ro: Progres
sv: Förlopp
zh_hant: 進度

source: Publisher
de: Herausgeber
es_es: Editor
es_mx: Distribuidor
fr: Éditeur
it: Editore
ja: 販売元
ko: 퍼블리셔
nl: Uitgever
pl: Wydawca
pt_br: Distribuidora
pt_pt: Editora
ro: Editor
sv: Utgivare
zh_hant: 發行商

source: Purchase cancelled.
de: Kauf abgebrochen.
es_es: Compra cancelada.
es_mx: Compra cancelada.
fr: Achat annulé.
it: Acquisto annullato.
ja: 購入をキャンセルしました。
ko: 구매가 취소되었습니다.
nl: Aankoop geannuleerd.
pl: Zakup anulowany.
pt_br: Compra cancelada.
pt_pt: Compra cancelada.
ro: Achiziție anulată.
sv: Köpet avbröts.
zh_hant: 已取消購買。

source: Purchase cancelled. Your current plan is unchanged.
de: Kauf abgebrochen. Dein aktueller Tarif bleibt unverändert.
es_es: Compra cancelada. Tu plan actual no ha cambiado.
es_mx: Compra cancelada. Tu plan actual sigue sin cambios.
fr: Achat annulé. Ta formule actuelle reste inchangée.
it: Acquisto annullato. Il tuo piano attuale è invariato.
ja: 購入をキャンセルしました。現在のプランは変更されていません。
ko: 구매가 취소되었습니다. 현재 요금제는 변경되지 않았습니다.
nl: Aankoop geannuleerd. Je huidige formule blijft ongewijzigd.
pl: Zakup anulowany. Obecny plan pozostaje bez zmian.
pt_br: Compra cancelada. Seu plano atual não foi alterado.
pt_pt: Compra cancelada. O teu plano atual não foi alterado.
ro: Achiziție anulată. Planul tău actual nu s-a schimbat.
sv: Köpet avbröts. Din nuvarande plan är oförändrad.
zh_hant: 已取消購買。你目前的方案沒有變更。

# Purchases checked. Your Relay account shows your current membership.
source: Purchases checked. Your current plan is shown above.
de: Käufe geprüft. Dein aktueller Tarif wird oben angezeigt.
es_es: Compras comprobadas. Tu plan actual aparece arriba.
es_mx: Compras verificadas. Tu plan actual aparece arriba.
fr: Achats vérifiés. Ta formule actuelle est affichée ci-dessus.
it: Acquisti verificati. Il piano attuale è indicato sopra.
ja: 購入情報を確認しました。現在のプランは上に表示されています。
ko: 구매 내역을 확인했습니다. 현재 요금제가 위에 표시됩니다.
nl: Aankopen gecontroleerd. Je huidige formule staat hierboven.
pl: Sprawdzono zakupy. Twój obecny plan jest widoczny powyżej.
pt_br: Compras verificadas. Seu plano atual aparece acima.
pt_pt: Compras verificadas. O teu plano atual aparece acima.
ro: Achiziții verificate. Planul tău actual este afișat mai sus.
sv: Köpen har kontrollerats. Din aktuella plan visas ovan.
zh_hant: 已檢查購買項目。你目前的方案顯示於上方。

source: Purchasing Relay Pro Monthly
de: Kauf von Relay Pro monatlich
es_es: Comprando Relay Pro mensual
es_mx: Comprando Relay Pro Monthly
fr: Achat de Relay Pro Mensuel
it: Acquisto di Relay Pro Mensile
ja: Relay Pro Monthlyを購入中
ko: Relay Pro 월간 구매 중
nl: Relay Pro Monthly kopen
pl: Kupowanie Relay Pro Monthly
pt_br: Comprando Relay Pro Monthly
pt_pt: A comprar Relay Pro Mensal
ro: Se achiziționează Relay Pro Monthly
sv: Köper Relay Pro månadsvis
zh_hant: 正在購買 Relay Pro 每月方案

source: Purchasing Relay Pro Once
de: Einmaliger Kauf von Relay Pro
es_es: Comprando Relay Pro con pago único
es_mx: Comprando Relay Pro con pago único
fr: Achat unique de Relay Pro en cours
it: Acquisto unico di Relay Pro in corso
ja: Relay Pro（買い切り）を購入中
ko: Relay Pro 일회성 구매 중
nl: Eenmalige aankoop van Relay Pro
pl: Jednorazowy zakup Relay Pro
pt_br: Compra única do Relay Pro em andamento
pt_pt: Compra única do Relay Pro em curso
ro: Achiziție unică Relay Pro în curs
sv: Köper Relay Pro engångsköp
zh_hant: 正在一次買斷 Relay Pro

source: Quick
de: Schnell
es_es: Rápido
es_mx: Rápido
fr: Rapide
it: Rapido
ja: クイック
ko: 빠르게
nl: Snel
pl: Szybki
pt_br: Rápido
pt_pt: Rápido
ro: Rapid
sv: Snabb
zh_hant: 快速

source: Quick Save
de: Schnellspeichern
es_es: Guardado rápido
es_mx: Guardado rápido
fr: Sauvegarde rapide
it: Salvataggio rapido
ja: クイックセーブ
ko: 빠른 세이브
nl: Snel opslaan
pl: Szybki zapis
pt_br: Salvamento rápido
pt_pt: Guardar rapidamente
ro: Salvare rapidă
sv: Snabbspara
zh_hant: 快速存檔

# Quick Save or Save Now while you play. Relay keeps your in-game save on its own.
source: While playing, choose Save in the pause menu.
de: Wähle beim Spielen im Pausemenü „Speichern“.
es_es: Mientras juegas, elige «Guardar» en el menú de pausa.
es_mx: Mientras juegas, elige Guardar en el menú de pausa.
fr: Pendant une partie, utilise « Sauvegarder » dans le menu pause.
it: Durante il gioco, scegli Salva nel menu di pausa.
ja: プレイ中に一時停止メニューで「セーブ」を選択してください。
ko: 플레이 중 일시 정지 메뉴에서 세이브를 선택하세요.
nl: Kies tijdens het spelen Opslaan in het pauzemenu.
pl: Podczas gry wybierz „Zapisz” w menu pauzy.
pt_br: Durante o jogo, escolha Salvar no menu de pausa.
pt_pt: Enquanto jogas, escolhe Guardar no menu de pausa.
ro: În timp ce joci, alege Salvează din meniul de pauză.
sv: Välj Spara i pausmenyn medan du spelar.
zh_hant: 遊玩時，請在暫停選單中選擇「儲存」。

source: Recently Added
de: Zuletzt hinzugefügt
es_es: Añadidos recientemente
es_mx: Agregados recientemente
fr: Ajoutés récemment
it: Aggiunti di recente
ja: 最近追加
ko: 최근 추가된 게임
nl: Recent toegevoegd
pl: Ostatnio dodane
pt_br: Adicionados recentemente
pt_pt: Adicionados recentemente
ro: Adăugate recent
sv: Senast tillagda
zh_hant: 最近加入

source: Recently Played
de: Zuletzt gespielt
es_es: Jugados recientemente
es_mx: Jugados recientemente
fr: Joués récemment
it: Giocati di recente
ja: 最近プレイ
ko: 최근 플레이한 게임
nl: Recent gespeeld
pl: Ostatnio grane
pt_br: Jogados recentemente
pt_pt: Jogados recentemente
ro: Jucate recent
sv: Senast spelade
zh_hant: 最近遊玩

source: Recommended
de: Empfohlen
es_es: Recomendado
es_mx: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
nl: Aanbevolen
pl: Polecane
pt_br: Recomendado
pt_pt: Recomendado
ro: Recomandat
sv: Rekommenderas
zh_hant: 建議

source: Reconnect a controller to continue.
de: Verbinde einen Controller erneut, um fortzufahren.
es_es: Vuelve a conectar un mando para continuar.
es_mx: Vuelve a conectar un control para continuar.
fr: Reconnecte une manette pour continuer.
it: Ricollega un controller per continuare.
ja: 続けるにはコントローラーを再接続してください。
ko: 계속하려면 컨트롤러를 다시 연결하세요.
nl: Verbind een controller opnieuw om door te gaan.
pl: Połącz ponownie kontroler, aby kontynuować.
pt_br: Reconecte um controle para continuar.
pt_pt: Volta a ligar um comando para continuar.
ro: Reconectează un controler pentru a continua.
sv: Anslut en handkontroll igen för att fortsätta.
zh_hant: 請重新連線控制器以繼續。

source: Reconnect it, or use touch controls.
de: Verbinde ihn erneut oder nutze die Touch-Steuerung.
es_es: Vuelve a conectarlo o usa los controles táctiles.
es_mx: Vuelve a conectarlo o usa los controles táctiles.
fr: Reconnecte-la, ou utilise les commandes tactiles.
it: Ricollegalo o utilizza i controlli touch.
ja: 再接続するか、タッチ操作を使ってください。
ko: 다시 연결하거나 터치 컨트롤을 사용하세요.
nl: Verbind de controller opnieuw of gebruik aanraakbediening.
pl: Połącz go ponownie albo użyj sterowania dotykowego.
pt_br: Reconecte-o ou use controles por toque.
pt_pt: Volta a ligá-lo ou usa os comandos táteis.
ro: Reconectează-l sau folosește comenzile tactile.
sv: Anslut den igen eller använd pekreglagen.
zh_hant: 請重新連線控制器，或使用觸控控制項。

# Recovery
source: Download your files
de: Deine Dateien herunterladen
es_es: Descargar tus archivos
es_mx: Descarga tus archivos
fr: Récupère tes fichiers
it: Scarica i tuoi file
ja: ファイルをダウンロード
ko: 파일 다운로드
nl: Je bestanden downloaden
pl: Pobierz swoje pliki
pt_br: Baixar seus arquivos
pt_pt: Descarregar os teus ficheiros
ro: Descarcă fișierele
sv: Hämta dina filer
zh_hant: 下載你的檔案

# Recovery ends
source: Download before
de: Herunterladen bis
es_es: Descargar antes del
es_mx: Descargar antes del
fr: À télécharger avant le
it: Scarica entro
ja: ダウンロード期限
ko: 다운로드 기한
nl: Downloaden vóór
pl: Pobierz przed
pt_br: Baixar antes de
pt_pt: Descarregar antes de
ro: Descarcă înainte de
sv: Hämta före
zh_hant: 下載期限

# Refresh account status
source: Refresh account
de: Account aktualisieren
es_es: Actualizar Cuenta Relay
es_mx: Actualizar Cuenta Relay
fr: Actualiser le compte
it: Aggiorna account
ja: アカウント情報を更新
ko: 계정 새로 고침
nl: Accountstatus vernieuwen
pl: Odśwież konto
pt_br: Atualizar conta
pt_pt: Atualizar conta
ro: Actualizează contul
sv: Uppdatera kontot
zh_hant: 重新整理帳號狀態

source: Refresh your account or manage it online. Your games and saves on this device are still available.
de: Aktualisiere deinen Account oder verwalte ihn online. Deine Spiele und Speicherstände auf diesem Gerät sind weiter verfügbar.
es_es: Actualiza tu Cuenta Relay o gestiónala en línea. Tus juegos y guardados siguen disponibles en este dispositivo.
es_mx: Actualiza tu Cuenta Relay o adminístrala en línea. Tus juegos y guardados en este dispositivo siguen disponibles.
fr: Actualise ton compte ou gère-le en ligne. Tes jeux et sauvegardes sur cet appareil restent disponibles.
it: Aggiorna il tuo account o gestiscilo online. I tuoi giochi e i salvataggi su questo dispositivo sono ancora disponibili.
ja: アカウント情報を更新するか、オンラインで管理してください。このデバイスのゲームとセーブは引き続き利用できます。
ko: 계정을 새로 고치거나 온라인에서 관리하세요. 이 기기의 게임과 세이브는 계속 이용할 수 있습니다.
nl: Vernieuw je accountstatus of beheer je account online. Je games en opslagpunten op dit apparaat blijven beschikbaar.
pl: Odśwież konto lub zarządzaj nim online. Gry i zapisy na tym urządzeniu są nadal dostępne.
pt_br: Atualize sua conta ou gerencie-a online. Seus jogos e salvamentos neste dispositivo continuam disponíveis.
pt_pt: Atualiza a tua conta ou gere-a online. Os teus jogos e pontos guardados neste dispositivo continuam disponíveis.
ro: Actualizează-ți contul sau gestionează-l online. Jocurile și salvările tale de pe acest dispozitiv sunt încă disponibile.
sv: Uppdatera ditt konto eller hantera det online. Spelen och sparningarna på den här enheten är fortfarande tillgängliga.
zh_hant: 重新整理帳號狀態，或在線上管理帳號。這部裝置上的遊戲和存檔仍可使用。

source: Relay Default
de: Relay-Standard
es_es: Predeterminado de Relay
es_mx: Valor predeterminado de Relay
fr: Réglage Relay
it: Predefinito Relay
ja: Relayデフォルト
ko: Relay 기본값
nl: Relay-standaard
pl: Domyślny układ Relay
pt_br: Padrão do Relay
pt_pt: Predefinição do Relay
ro: Setarea implicită Relay
sv: Relay-standard
zh_hant: Relay 預設

source: Relay Libraries
de: Relay-Bibliotheken
es_es: Bibliotecas de Relay
es_mx: Bibliotecas de Relay
fr: Bibliothèques Relay
it: Librerie Relay
ja: Relayライブラリ
ko: Relay 라이브러리
nl: Relay-bibliotheken
pl: Biblioteki Relay
pt_br: Bibliotecas do Relay
pt_pt: Bibliotecas do Relay
ro: Biblioteci Relay
sv: Relay-bibliotek
zh_hant: Relay 遊戲庫

source: Relay License
de: Relay-Lizenz
es_es: Licencia de Relay
es_mx: Licencia de Relay
fr: Licence de Relay
it: Licenza Relay
ja: Relayライセンス
ko: Relay 라이선스
nl: Relay-licentie
pl: Licencja Relay
pt_br: Licença do Relay
pt_pt: Licença do Relay
ro: Licență Relay
sv: Relay-licens
zh_hant: Relay 授權條款

# Relay Membership
source: Relay Sync plans
de: Relay Sync-Tarife
es_es: Planes de Relay Sync
es_mx: Planes de Relay Sync
fr: Formules Relay Sync
it: Piani Relay Sync
ja: Relay Syncプラン
ko: Relay Sync 요금제
nl: Relay Sync-formules
pl: Plany Relay Sync
pt_br: Planos do Relay Sync
pt_pt: Planos do Relay Sync
ro: Planuri Relay Sync
sv: Relay Sync-planer
zh_hant: Relay Sync 方案

source: Relay Pro Monthly
de: Relay Pro monatlich
es_es: Relay Pro mensual
fr: Relay Pro Mensuel
it: Relay Pro Mensile
ko: Relay Pro 월간
pt_pt: Relay Pro Mensal
sv: Relay Pro månadsvis
zh_hant: Relay Pro 每月方案

source: Relay Pro Monthly is active
de: Relay Pro monatlich ist aktiv
es_es: Relay Pro mensual está activo
es_mx: Relay Pro Monthly está activo
fr: Relay Pro Mensuel est actif
it: Relay Pro Mensile è attivo
ja: Relay Pro Monthlyは有効です
ko: Relay Pro 월간 활성화됨
nl: Relay Pro Monthly is actief
pl: Relay Pro Monthly jest aktywny
pt_br: Relay Pro Monthly está ativo
pt_pt: O plano Relay Pro Mensal está ativo
ro: Relay Pro Monthly este activ
sv: Relay Pro månadsvis är aktivt
zh_hant: Relay Pro 每月方案有效

source: Relay Pro is active
de: Relay Pro ist aktiv
es_es: Relay Pro está activo
es_mx: Relay Pro está activo
fr: Relay Pro est actif
it: Relay Pro è attivo
ja: Relay Proは有効です
ko: Relay Pro 활성화됨
nl: Relay Pro is actief
pl: Relay Pro jest aktywny
pt_br: Relay Pro está ativo
pt_pt: O Relay Pro está ativo
ro: Relay Pro este activ
sv: Relay Pro är aktivt
zh_hant: Relay Pro 已啟用

source: Relay Pro is included with your active Relay Sync plan.
de: Relay Pro ist in deinem aktiven Relay Sync-Tarif enthalten.
es_es: Relay Pro está incluido con tu plan de Relay Sync activo.
es_mx: Relay Pro está incluido con tu plan activo de Relay Sync.
fr: Relay Pro est inclus dans ta formule Relay Sync active.
it: Relay Pro è incluso nel tuo piano Relay Sync attivo.
ja: 有効なRelay SyncプランにRelay Proが含まれています。
ko: 활성 Relay Sync 요금제에 Relay Pro가 포함되어 있습니다.
nl: Relay Pro is inbegrepen bij je actieve Relay Sync-formule.
pl: Relay Pro jest częścią aktywnego planu Relay Sync.
pt_br: O Relay Pro está incluído no seu plano ativo do Relay Sync.
pt_pt: O Relay Pro está incluído no teu plano Relay Sync ativo.
ro: Relay Pro este inclus în planul tău Relay Sync activ.
sv: Relay Pro ingår i din aktiva Relay Sync-plan.
zh_hant: 有效的 Relay Sync 方案已包含 Relay Pro。

# Relay Pro is yours for good.
source: Relay Pro is active.
de: Relay Pro ist aktiv.
es_es: Relay Pro está activo.
es_mx: Relay Pro está activo.
fr: Relay Pro est actif.
it: Relay Pro è attivo.
ja: Relay Proは有効です。
ko: Relay Pro가 활성화되어 있습니다.
nl: Relay Pro is actief.
pl: Relay Pro jest aktywny.
pt_br: O Relay Pro está ativo.
pt_pt: O Relay Pro está ativo.
ro: Relay Pro este activ.
sv: Relay Pro är aktivt.
zh_hant: Relay Pro 已啟用。

source: Relay Pro isn't available right now. Try again later.
de: Relay Pro ist derzeit nicht verfügbar. Versuche es später erneut.
es_es: Relay Pro no está disponible ahora mismo. Inténtalo de nuevo más tarde.
es_mx: Relay Pro no está disponible en este momento. Vuelve a intentarlo más tarde.
fr: Relay Pro n’est pas disponible pour le moment. Réessaie plus tard.
it: Relay Pro non è disponibile al momento. Riprova più tardi.
ja: 現在Relay Proを利用できません。しばらくしてからもう一度お試しください。
ko: 지금은 Relay Pro를 이용할 수 없습니다. 나중에 다시 시도하세요.
nl: Relay Pro is nu niet beschikbaar. Probeer het later opnieuw.
pl: Relay Pro jest teraz niedostępny. Spróbuj ponownie później.
pt_br: O Relay Pro não está disponível agora. Tente novamente mais tarde.
pt_pt: O Relay Pro não está disponível neste momento. Tenta novamente mais tarde.
ro: Relay Pro nu este disponibil momentan. Încearcă din nou mai târziu.
sv: Relay Pro är inte tillgängligt just nu. Försök igen senare.
zh_hant: Relay Pro 目前無法使用。請稍後再試。

source: Relay Pro plays on Mac.
de: Mit Relay Pro kannst du auf dem Mac spielen.
es_es: Relay Pro permite jugar en Mac.
es_mx: Relay Pro permite jugar en Mac.
fr: Relay Pro permet de jouer sur Mac.
it: Relay Pro consente di giocare su Mac.
ja: Relay ProならMacでプレイできます。
ko: Relay Pro로 Mac에서 플레이할 수 있습니다.
nl: Met Relay Pro speel je op Mac.
pl: Relay Pro umożliwia grę na Macu.
pt_br: O Relay Pro permite jogar no Mac.
pt_pt: Com o Relay Pro, podes jogar no Mac.
ro: Relay Pro îți permite să joci pe Mac.
sv: Med Relay Pro kan du spela på Mac.
zh_hant: 使用 Relay Pro 即可在 Mac 上遊玩。

source: Relay Pro restored
de: Relay Pro wiederhergestellt
es_es: Relay Pro restaurado
es_mx: Relay Pro restaurado
fr: Relay Pro restauré
it: Relay Pro ripristinato
ja: Relay Proを復元しました
ko: Relay Pro 복원됨
nl: Relay Pro hersteld
pl: Przywrócono Relay Pro
pt_br: Relay Pro restaurado
pt_pt: O Relay Pro foi restaurado
ro: Relay Pro restaurat
sv: Relay Pro återställdes
zh_hant: Relay Pro 已回復

# Relay Pro unlocked
source: Relay Pro is ready
de: Relay Pro ist bereit
es_es: Relay Pro está listo
es_mx: Relay Pro está listo
fr: Relay Pro est prêt
it: Relay Pro è pronto
ja: Relay Proを利用できます
ko: Relay Pro 사용 가능
nl: Relay Pro is klaar
pl: Relay Pro jest gotowy
pt_br: Relay Pro está pronto
pt_pt: O Relay Pro está pronto
ro: Relay Pro este gata
sv: Relay Pro är redo
zh_hant: Relay Pro 已可使用

source: Relay Sync Monthly
de: Relay Sync monatlich
es_es: Relay Sync mensual
fr: Relay Sync Mensuel
it: Relay Sync Mensile
ko: Relay Sync 월간
pt_br: Relay Sync mensal
pt_pt: Relay Sync Mensal
ro: Relay Sync lunar
sv: Relay Sync månadsvis
zh_hant: Relay Sync 每月方案

source: Relay Sync Yearly
de: Relay Sync jährlich
es_es: Relay Sync anual
fr: Relay Sync Annuel
it: Relay Sync Annuale
ko: Relay Sync 연간
pt_br: Relay Sync anual
pt_pt: Relay Sync Anual
ro: Relay Sync anual
sv: Relay Sync årsvis
zh_hant: Relay Sync 每年方案

source: Some older online saves couldn’t be removed. You can keep playing.
de: Einige ältere Online-Speicherstände konnten nicht gelöscht werden. Du kannst weiterspielen.
es_es: No se han podido eliminar algunos guardados antiguos en línea. Puedes seguir jugando.
es_mx: No se pudieron eliminar algunos guardados antiguos en línea. Puedes seguir jugando.
fr: Certaines anciennes sauvegardes en ligne n’ont pas pu être supprimées. Tu peux continuer à jouer.
it: Non è stato possibile eliminare alcuni salvataggi online meno recenti. Puoi continuare a giocare.
ja: オンラインにある一部の古いセーブを削除できませんでした。プレイは続けられます。
ko: 일부 오래된 온라인 세이브를 삭제하지 못했습니다. 계속 플레이할 수 있습니다.
nl: Enkele oudere online opslagpunten konden niet worden verwijderd. Je kunt blijven spelen.
pl: Nie udało się usunąć niektórych starszych zapisów online. Możesz grać dalej.
pt_br: Não foi possível apagar alguns salvamentos antigos online. Você pode continuar jogando.
pt_pt: Não foi possível eliminar alguns pontos guardados antigos online. Podes continuar a jogar.
ro: Unele salvări online mai vechi nu au putut fi șterse. Poți continua să joci.
sv: Vissa äldre sparningar online kunde inte tas bort. Du kan fortsätta spela.
zh_hant: 部分較舊的線上存檔無法刪除。你可以繼續遊玩。

source: Relay Sync couldn't connect. Check your connection and try again. Your local progress is safe.
de: Relay Sync konnte keine Verbindung herstellen. Prüfe deine Verbindung und versuche es erneut. Dein lokaler Fortschritt ist sicher.
es_es: Relay Sync no se ha podido conectar. Comprueba tu conexión y vuelve a intentarlo. Tu progreso local está a salvo.
es_mx: Relay Sync no pudo conectarse. Revisa tu conexión y vuelve a intentarlo. Tu progreso local está seguro.
fr: Relay Sync n’a pas pu se connecter. Vérifie ta connexion et réessaie. Ta progression locale est en sécurité.
it: Relay Sync non è riuscito a connettersi. Controlla la connessione e riprova. I tuoi progressi locali sono al sicuro.
ja: Relay Syncに接続できませんでした。接続を確認して、もう一度お試しください。ローカルの進行状況は失われません。
ko: Relay Sync에 연결하지 못했습니다. 연결 상태를 확인하고 다시 시도하세요. 이 기기의 진행 상황은 안전합니다.
nl: Relay Sync kon geen verbinding maken. Controleer je verbinding en probeer het opnieuw. Je lokale voortgang is veilig.
pl: Relay Sync nie może nawiązać połączenia. Sprawdź połączenie i spróbuj ponownie. Lokalne postępy są bezpieczne.
pt_br: O Relay Sync não conseguiu se conectar. Verifique sua conexão e tente novamente. Seu progresso local está seguro.
pt_pt: Não foi possível ligar ao Relay Sync. Verifica a tua ligação e tenta novamente. O teu progresso local está seguro.
ro: Relay Sync nu s-a putut conecta. Verifică conexiunea și încearcă din nou. Progresul tău local este în siguranță.
sv: Relay Sync kunde inte ansluta. Kontrollera anslutningen och försök igen. Dina lokala framsteg är säkra.
zh_hant: Relay Sync 無法連線。請檢查網路連線後再試一次。你的本機進度不受影響。

source: Relay Sync storage is full.
de: Der Relay Sync-Speicher ist voll.
es_es: El almacenamiento de Relay Sync está lleno.
es_mx: El almacenamiento de Relay Sync está lleno.
fr: Le stockage Relay Sync est plein.
it: Lo spazio di Relay Sync è esaurito.
ja: Relay Syncストレージがいっぱいです。
ko: Relay Sync 저장 공간이 가득 찼습니다.
nl: De opslag van Relay Sync is vol.
pl: Miejsce w Relay Sync jest pełne.
pt_br: O armazenamento do Relay Sync está cheio.
pt_pt: O espaço de armazenamento do Relay Sync está cheio.
ro: Spațiul de stocare Relay Sync este plin.
sv: Lagringsutrymmet i Relay Sync är fullt.
zh_hant: Relay Sync 儲存空間已滿。

source: Relay Sync · Preproduction
de: Relay Sync · Vorproduktion
es_es: Relay Sync · Preproducción
es_mx: Relay Sync · Preproducción
fr: Relay Sync · Préproduction
it: Relay Sync · Preproduzione
ja: Relay Sync · プレプロダクション
ko: Relay Sync · 출시 전 환경
nl: Relay Sync · Preproductie
pl: Relay Sync · Wersja przedprodukcyjna
pt_br: Relay Sync · Pré-produção
pt_pt: Relay Sync · Pré-produção
ro: Relay Sync · Preproducție
sv: Relay Sync · Förproduktion
zh_hant: Relay Sync · 測試環境

source: Relay Sync+ Monthly
de: Relay Sync+ monatlich
es_es: Relay Sync+ mensual
fr: Relay Sync+ Mensuel
it: Relay Sync+ Mensile
ko: Relay Sync+ 월간
pt_br: Relay Sync+ mensal
pt_pt: Relay Sync+ Mensal
ro: Relay Sync+ lunar
sv: Relay Sync+ månadsvis
zh_hant: Relay Sync+ 每月方案

source: Relay Sync+ Yearly
de: Relay Sync+ jährlich
es_es: Relay Sync+ anual
fr: Relay Sync+ Annuel
it: Relay Sync+ Annuale
ko: Relay Sync+ 연간
pt_br: Relay Sync+ anual
pt_pt: Relay Sync+ Anual
ro: Relay Sync+ anual
sv: Relay Sync+ årsvis
zh_hant: Relay Sync+ 每年方案

# Relay can't read your library.
source: Couldn’t open your library.
de: Deine Mediathek konnte nicht geöffnet werden.
es_es: No se ha podido abrir tu biblioteca.
es_mx: No se pudo abrir tu biblioteca.
fr: Impossible d’ouvrir ta bibliothèque.
it: Impossibile aprire la tua libreria.
ja: ライブラリを開けませんでした。
ko: 라이브러리를 열지 못했습니다.
nl: Je bibliotheek kon niet worden geopend.
pl: Nie udało się otworzyć biblioteki.
pt_br: Não foi possível abrir sua biblioteca.
pt_pt: Não foi possível abrir a tua biblioteca.
ro: Biblioteca ta nu a putut fi deschisă.
sv: Det gick inte att öppna biblioteket.
zh_hant: 無法開啟你的遊戲庫。

# Relay couldn't load it. A report is ready in Diagnostics.
source: Try again. Diagnostics has more details.
de: Versuche es erneut. Die Diagnose enthält weitere Details.
es_es: Vuelve a intentarlo. Encontrarás más información en Diagnóstico.
es_mx: Vuelve a intentarlo. Diagnósticos tiene más detalles.
fr: Réessaie. Plus de détails dans Diagnostics.
it: Riprova. Trovi maggiori dettagli in Diagnostica.
ja: もう一度お試しください。詳細は「診断」で確認できます。
ko: 다시 시도하세요. 자세한 내용은 진단에서 확인할 수 있습니다.
nl: Probeer het opnieuw. Diagnostiek bevat meer informatie.
pl: Spróbuj ponownie. Więcej informacji znajdziesz w Diagnostyce.
pt_br: Tente novamente. O Diagnóstico tem mais detalhes.
pt_pt: Tenta novamente. O Diagnóstico contém mais detalhes.
ro: Încearcă din nou. În Diagnosticare găsești mai multe detalii.
sv: Försök igen. Diagnostik innehåller mer information.
zh_hant: 請再試一次。「診斷」中有更多詳細資訊。
